---
kind: other
id: Methods.T:Autodesk.Revit.DB.PointClouds.PointCloudFilterUtils
source: html/ceccc081-5ffd-2f81-1e3f-5d16d83ea445.htm
---
# PointCloudFilterUtils Methods

Computes outline of a part of a box that satisfies given PointCloudFilter.